Repository: bredab/Project-Kaleidoscope
Catalog: Kaleidoscope v0.2 dev late/Carpethia/MainForm.*.resx
Languages: hu

# btn_generate.Text
source: Generate
hu: Kép létrehozás

# label1.Text
source: Grid Density 1:
hu: Rács sűrűség 1:

# label3.Text
source: Precision:
hu: Pontosság:

# btn_clear.Text
source: Clear
hu: Képernyő törlés

# cb_autclr.Text
source: Auto Clear
hu: Auto törlés

# btn_paramsave.Text
source: Parameter Save
hu: Param. mentés

# btn_paramload.Text
source: Parameter Load
hu: Param. betöltés

# cb_autparsave.Text
source: Param Save
hu: Aut. param. ment.

# btn_brushload.Text
source: Shape param. load
hu: Alakzat param. betöltés

# btn_quicksave.Text
source: Quick Save
hu: Gyors Mentés

# pict_save.Text
source: Save Picture
hu: Kép mentése

# btn_random.Text
source: Randomise
hu: Véletlen paraméterek

# rb_brush.Text
source: Generate from Loaded Brush
hu: Létrehozás betöltött mintából

# cb_autosave.Text
source: Auto Save
hu: Auto mentés

# cb_brushbase.Items
source: Circle
hu: Kör

# cb_brushbase.Items1
source: Polygon
hu: Négyzet

# cb_brushbase.Text
source: Circle
hu: Kör

# label7.Text
source: Base Shape:
hu: Alap alakzat:

# label4.Text
source: Color Mode:
hu: Szín mód:

# cb_mode.Items
source: Addition
hu: Összeadás

# cb_mode.Items1
source: Subtraction
hu: Kivonás

# cb_mode.Items2
source: Exclusive Or
hu: Kizáró vagy

# cb_mode.Text
source: Addition
hu: Összeadás

# label2.Text
source: Radius of Shape:
hu: Alakzat sugara:

# raddec_rb.Text
source: Decrement
hu: Csökkentés

# label11.Text
source: Step:
hu: Lépés:

# radinc_rb.Text
source: Increment
hu: Növelés

# cb_rad.Text
source: Auto step
hu: Automatikus lépés

# rb_sphere.Text
source: Generate from Shape
hu: Létrehozás alakzatból

# btn_load.Text
source: Load Brush
hu: Minta betöltés

# cb_gridmode.Items
source: Mode 1
hu: Mód 1

# cb_gridmode.Items1
source: Mode 2
hu: Mód 2

# cb_gridmode.Items2
source: Mode 3
hu: Mód 3

# cb_gridmode.Items3
source: Mode 4
hu: Mód 4

# cb_gridmode.Items4
source: Mode 5
hu: Mód 5

# cb_gridmode.Items5
source: Mode 6
hu: Mód 6

# cb_gridmode.Items6
source: Mode 7
hu: Mód 7

# cb_gridmode.Items7
source: Mode 8
hu: Mód 8

# cb_gridmode.Items8
source: Mode 9
hu: Mód 9

# cb_gridmode.Items9
source: Mode 10
hu: Mód 10

# cb_gridmode.Text
source: Mode 1
hu: Mód 1

# cb_gridtype.Items
source: Square
hu: Négyzet

# cb_gridtype.Items1
source: Triangular
hu: Háromszög

# cb_gridtype.Items2
source: Circular
hu: Kör

# cb_gridtype.Items3
source: Square+Circular
hu: Négyzet+Kör

# cb_gridtype.Items4
source: Triangular+Circular
hu: Háromszög+Kör

# cb_gridtype.Text
source: Square
hu: Négyzet

# label18.Text
source: Grid Type:
hu: Rács típus:

# label14.Text
source: Step:
hu: Lépés:

# precdec_rb.Text
source: Decrement
hu: Csökkentés

# precinc_rb.Text
source: Increment
hu: Növelés

# cb_prec.Text
source: Auto Step
hu: Automatikus lépés

# label5.Text
source: Grid Mode:
hu: Rács mód:

# label6.Text
source: Grid Resolution:
hu: Rács felbontás:

# label19.Text
source: Frame:
hu: Keret méret:

# label9.Text
source: Grid Density 2:
hu: Rács sűrűség 2:

# label17.Text
source: Degree
hu: Fok

# label15.Text
source: Rotation:
hu: Forgatás:

# rotdec_rb.Text
source: Decrement
hu: Csökkentés

# label16.Text
source: Step:
hu: Lépés:

# rotinc_rb.Text
source: Increment
hu: Növelés

# cb_rot.Text
source: Auto Step
hu: Automatikus lépés
